import sec1 from './static/assets/sec1.png'
import sec2 from './static/assets/sec2.png'
import sec3 from './static/assets/sec3.png'
import coach1 from './static/assets/coach1.png'
import coach2 from './static/assets/coach2.png'
import coach3 from './static/assets/coach3.png'
import coach4 from './static/assets/coach4.png'
import coach5 from './static/assets/coach5.png'
import coach6 from './static/assets/coach6.png'
import coach7 from './static/assets/coach7.png'
import coach8 from './static/assets/coach8.png'
import coach9 from './static/assets/coach9.png'
import coach10 from './static/assets/coach10.png'
import coach11 from './static/assets/coach11.png'
import coach12 from './static/assets/coach12.png'


export const sliderData=
[
    {
        n: 1,
        h1: 'ФИТНЕС-ПРОГРАММЫ',
        h2: 'И ПЕРСОНАЛЬНЫЕ ТРЕНИРОВКИ',
        p: 'Благодаря спортивным программам и тренерам, Вы сможете не только сбросить лишний вес или набрать мышечную массу, выработать правильную технику, выточить идеальный рельеф, но и стать успешным выступающим спортсменом.'
    },
    {
        n: 2,
        h1: 'УНИКАЛЬНЫЕ',
        h2: 'МАСТЕР-КЛАССЫ',
        p: 'Мы регулярно проводим уникальные авторские курсы и программы, семинары, соревнования и мастер-классы, которые позволят вам получить новые знания, прокачать свой спортивные навыки и гарантированно добиться поставленных целей!'
    },
    {
        n: 3,
        h1: 'АКТИВНОЕ',
        h2: 'ДОЛГОЛЕТИЕ',
        p: 'Цель фитнеса для возрастной аудитории - это, в первую очередь, сохранение физического здоровья.',
        p2: 'Регулярные занятия помогут Вам укрепить мышцы, улучшить выносливость, снизить нагрузку на суставы и позвоночник и всегда чувствовать себя отлично!'
    },
    {
        n: 4,
        h1: 'КОРПОРАТИВНЫЙ',
        h2: 'ФИТНЕС',
        p: 'Корпоративный фитнес от сети А-Ейпе$$ — это индивидуальный подход и разработка уникальных предложений по популяризации фитнеса и спорта среди ваших сотрудников на базе наших спортивных клубов.'
    },
]
export const cardsData = [
    {
        n: 1,
        h: 'СПА и зона отдыха',
        p: 'Финская и инфракрасная сауны, хаммам и особое пространство для расслабления в СПА-зоне'
    },
    {
        n: 2,
        h: 'PRO оборудование',
        p: 'Премиальные линейки тренажёров и аксессуаров от ведущих фитнес-брендо'
    },
    {
        n: 3,
        h: 'Программа лояльности',
        p: 'Скидки на абонементы для постоянных клиентов'
    },
    {
        n: 4,
        h: 'Персональные абонементы',
        p: 'Индивидуальный калькулятор расчета стоимости'
    },
]
export const sectionsData=[
    {
        img: sec1,
        h: 'КОМФОРТНЫЕ ЗОНЫ ДЛЯ ТРЕНИРОВОК',
        p: 'Всегда к Вашим услугам - огромный выбор блочных и нагружаемых тренажеров на все группы мышц, обширные зоны свободных весов, а также широкие линейки разнообразного кардиооборудования.'
    },
    {
        img: sec2,
        h: 'БАССЕЙН И ЗОНА СПА',
        p: 'Аквазона центра оснащена просторным бассейном с чистейшей водой. Всегда к Вашим услугам - тренировки по плаванию от сильнейших тренеров, новейшее оборудование, финская сауна и СПА-услуги от высококвалифицированных специалистов!',
        reverse: true,
    },
    {
        img: sec3,
        h: 'РАЗНООБРАЗИЕ ГРУППОВЫХ ТРЕНИРОВОК',
        p: 'В Волне представлено огромное количество групповых занятий от общеизвестных до уникальных, разработанных нашими специалистами. Просто зайдите в раздел с расписанием и выберите подходящее именно Вам!'
    },
]
export const subscriptionScrdsData=[
    {
        h: 'Аквааэробика на 1 месяц',
        price: '5 000 р.',
        p: '6 занятий по аквааэробике согласно расписанию'
    },
    {
        h: 'Разовое посещение бассейна',
        price: '750 р.',
        p: 'Доступное время посещения будни 06:45-21:30, сб 06:45-20:45, вс 08:00-20:45'
    },
    {
        h: '10 посещений бассейна на 10 недель',
        price: '7 000 р.',
        p: 'Доступное время посещения будни 06:45-21:30, сб 06:45-20:45, вс 08:00-20:45'
    },
    {
        h: 'Разовое занятие в группе с тренером тренажерного зала',
        price: '1 000 р.',
        p: 'Разовое посещение групповой тренировки в тренажерном зале (по расписанию)'
    },
    {
        h: 'Безлимитный абонемент в тренажёрный зал на 6 месяцев',
        price: '14 000 р.',
        p: 'Доступное время посещения в будни и субботу с 7:00 до 21:00 в воскресенье с 8:00 до 21:00'
    },
    {
        h: 'Абонемент "Студенческий" 10 посещений',
        price: '2 500 р.',
        p: 'Доступное время посещения с 6:45 до 16:15 в будни'
    },
]
export const coachList = [
    {
        img: coach1,
        name: 'Ирина Васильевна Косинец',
        direction: 'Фитнес'
    },
    {
        img: coach2,
        name: 'Павел Владиславович Веселков',
        direction: 'Плавание'
    },
    {
        img: coach3,
        name: 'Олеся Васильевна Мигурская',
        direction: 'Кардио'
    },
    {
        img: coach4,
        name: 'Людмила Валерьевна Алексеенко',
        direction: 'Плавание'
    },
    {
        img: coach5,
        name: 'Екатерина Данииловна Никифорова',
        direction: 'Аэробика'
    },
    {
        img: coach6,
        name: 'Константин Игоревич Семаков',
        direction: 'Гимнастика'
    },
    {
        img: coach7,
        name: 'Елизавета Викторовна Осиева',
        direction: 'Гимнастика'
    },
    {
        img: coach8,
        name: 'Василиса Георгиевна Кудрявцева',
        direction: 'Кардио-фитнес'
    },
    {
        img: coach9,
        name: 'Ксения Тимофеевна Матвеева',
        direction: 'Кардио-фитнес'
    },
    {
        img: coach10,
        name: 'Николай Николаевич Петров',
        direction: 'Силовой фитнес'
    },
    {
        img: coach11,
        name: 'Владислав Александрович Иванов',
        direction: 'Шоу-фитнес'
    },
    {
        img: coach12,
        name: 'Кирилл Александрович Твердов',
        direction: 'Футбол'
    },
]